{
  "Kitchen World": "عالم المطابخ",
  "Welcome to": "اهلا بك في",
  "Kitchens": "المطابخ",
  "Leading kitchen design and accessories, offering a range of styles and materials.": "تقديم تصميمات المطابخ الرائدة والملحقات، مع مجموعة من الأساليب والمواد.",
  "Appliances and Accessories": "الأجهزة والملحقات",
  "Innovative solutions for daily comfort and efficiency.": "حلول مبتكرة للراحة اليومية والكفاءة.",
  "Dressing": "الدريسينج",
  "Dressing Rooms": "غرف الدريسينج",
  "Custom dressing rooms for a personalized touch.": "غرف ملابس مخصصة لمسة شخصية.",
  "About Us": "عن الشركة",
  "We are a leading company providing exceptional kitchen designs and accessories.": "نحن شركة رائدة نقدم تصميمات مطابخ استثنائية وملحقات.",
  "We offer top-quality kitchen solutions tailored to your needs, ensuring both style and functionality. Our team is dedicated to providing the best service and products to make your kitchen exceptional.": "نقدم حلول مطابخ عالية الجودة مصممة حسب احتياجاتك، مع ضمان الأناقة والوظائف. فريقنا مكرس لتقديم أفضل خدمة ومنتجات لجعل مطبخك استثنائياً.",
  "Our Services": "خدماتنا",
  "Discover our range of top-notch services designed to meet your needs.": "اكتشف مجموعة خدماتنا الممتازة المصممة لتلبية احتياجاتك.",
  "Our Service": "خدماتنا",
  "Expert design and planning for exceptional architectural projects.": "تصميم وتخطيط احترافي لمشاريع معمارية استثنائية.",
  "Transform your spaces with creative and functional interior designs.": "حوّل مساحاتك بتصاميم داخلية إبداعية وعملية.",
  "Innovative solutions for urban planning and development.": "حلول مبتكرة للتخطيط والتطوير الحضري.",
  "Detailed 3D models to visualize and plan your projects effectively.": "نماذج ثلاثية الأبعاد مفصلة لتصور وتخطيط مشاريعك بفعالية.",
  "Our Works": "أعمالنا",
  "Explore our diverse portfolio showcasing our best projects.": "استعرض محفظتنا المتنوعة التي تعرض أفضل مشاريعنا.",
  "Our Achievement": "إنجازاتنا",
  "Discover our key milestones and accomplishments.": "اكتشف أبرز إنجازاتنا ومراحلنا الرئيسية.",
  "Client Satisfaction": "رضا العملاء",
  "Projects Completed": "المشاريع المنجزة",
  "Explore our diverse portfolio showcasing our successful projects.": "استعرض محفظتنا المتنوعة التي تعرض مشاريعنا الناجحة.",
  "Read More": "اقرأ المزيد",
  "Our Team": "فريقنا",
  "Meet the talented individuals who drive our success.": "تعرف على الأفراد الموهوبين الذين يدفعون نجاحنا.",
  "What People Say": "ماذا يقول الناس",
  "See what our clients have to say about our work.": "شاهد ما يقوله عملاؤنا عن عملنا.",
  "Latest News": "أحدث الأخبار",
  "Stay updated with our latest news and updates.": "ابقَ على اطلاع بأحدث الأخبار والتحديثات لدينا.",
  "Founder of Jawharat Al-Hejaz Trading Est": "مؤسسه جوهرة الحجاز التجارية",
  "Kitchen": "مطبخ",
  "Lets find the best solution together": "لنبحث سويًا عن الحل الأمثل",
  "Personalize your kitchen": "أضف طابعك الشخصي على المطبخ",
  "Kitchen World is one of the largest kitchen companies in Egypt. Our distinction comes as a natural result of the integration of our services, as we provide all kitchen design services in addition to dressing room services in all their forms.": "عالم المطابخ واحدة من أكبر شركات المطابخ في مصر، يأتي تميزنا كنتيجة طبيعية لتكامل خدماتنا حيث نقدم كافة خدمات تصميم المطابخ بجانب خدمات الدريسنج روم بجميع اشكالها",
  "Welcome to the world of creativity and luxury!": "أﻫﻼ ﺑﻚ ﻓﻲ ﻋﺎﻟﻢ اﻹﺑﺪاع واﻟﻔﺨﺎﻣﺔ!",
  "Kitchen designs tailored to your practical needs and add a touch of luxury to your home.": "ﺗﺼﻤﻴﻤﺎت ﻣﻄﺎﺑﺦ ﻣﺨﺼﺼﺔ ﻻﺣﺘﻴﺎﺟﺎﺗﻚ اﻟﻌﻤﻠﻴﺔ وﺗﻀﻊ ﻟﻤﺴﺔ ﻣﻦ اﻟﻔﺨﺎﻣﺔ ﻋﻠﻰ ﻣﻨﺰﻟﻚ",
  "Innovations for an easier and more comfortable life": "اﺑﺘﻜﺎرات ﻟﺤﻴﺎة أﺳﻬﻞ وأﻛﺜﺮ راﺣﺔ",
  "Dressing room designs tailored to your needs and add a touch of luxury to your home.": "ﺗﺼﻤﻴﻤﺎت درﻳﺴﻨﺞ روم ﻣﺨﺼﺼﺔ ﻻﺣﺘﻴﺎﺟﺎﺗﻚ وﺗﻀﻊ ﻟﻤﺴﺔ ﻣﻦ اﻟﻔﺨﺎﻣﺔ إﻟﻰ ﻣﻨﺰﻟﻚ",
  "Since our establishment in 2011, we at Jawharat Al-Hijaz have been striving to transform ordinary spaces into artistic masterpieces that captivate hearts. With more than ten years of experience, we have become pioneers in the beauty and luxury industry in Saudi Arabia and Egypt. We rely on a team of skilled craftsmen and creative designers to provide modern designs for all tastes while adhering to the highest standards of quality and precision.": "ﻣﻨﺬ ﺗﺄﺳﻴﺴﻨﺎ ﻓﻲ ﻋﺎم 2011 وﻧﺤﻦ ﻓﻲ ﺟﻮﻫﺮة اﻟﺤﺠﺎز ﻧﺴﻌﻰ ﻟﺘﺤﻮﻳﻞ اﻟﻤﺴﺎﺣﺎت اﻟﻌﺎدﻳﺔ إﻟﻰ ﺗﺤﻒ ﻓﻨﻴﺔ ﺗﺄﺳﺮ اﻟﻘﻠﻮب ﺑﺨﺒﺮة ﺗﻤﺘﺪ ﻷﻛﺜﺮ ﻣﻦ ﻋﺸﺮ ﺳﻨﻮات أﺻﺒﺤﻨﺎ روا ًدا ﻓﻲ ﺻﻨﺎﻋﺔ اﻟﺠﻤﺎل واﻟﺮﻓﺎﻫﻴﺔ ﻓﻲ اﻟﺴﻌﻮدﻳﺔ وﻣﺼﺮ ﻧﻌﺘﻤﺪ ﻋﻠﻰ ﻓﺮﻳﻖ ﻣﻦ اﻟﺤﺮﻓﻴﻴﻦ اﻟﻤﻬﺮة واﻟﻤﺼﻤﻤﻴﻦ اﻟﻤﺒﺪﻋﻴﻦ ﻟﺘﻘﺪﻳﻢ ﺗﺼﺎﻣﻴﻢ ﻋﺼﺮﻳﺔ ﻟﻜﺎﻓﺔ اﻷذواق ﻣﻊ اﻻﻟﺘﺰام ﺑﺄﻋﻠﻰ ﻣﻌﺎﻳﻴﺮ اﻟﺠﻮدة واﻟﺪﻗﺔ.",
  "Practical and modern designs that make your cooking easier and more enjoyable.": "ﺗﺼﻤﻴﻤﺎت ﻋﻤﻠﻴﺔ وﻋﺼﺮﻳﺔ ﺗﺠﻌﻞ ﻃﻬﻴﻚ أﺳﻬﻞ وأﻛﺜﺮ ﻣﺘﻌﺔ",
  "The dressing room has all the practical and elegant designs you need.": "اﻟﺪرﻳﺴﻨﺞ روم ﻛﻞ ﻣﺎ ﺗﺤﺘﺎﺟﻪ ﻣﻦ  ﺗﺼﻤﻴﻤﺎت ﻋﻤﻠﻴﺔ وأﻧﻴﻘﺔ",
  "Record Of Achievements": "ﺳﺠﻞ اﻹﻧﺠﺎزات",
  "Over the years, we have executed distinguished projects in various parts of Saudi Arabia and Egypt. Whether you are looking for a luxurious kitchen design or modern room furnishing, we are here to provide you with the best solutions that suit your needs and exceed your expectations.": "ﻋﻠﻰ ﻣﺪار اﻟﺴﻨﻮات ﻧﻔﺬﻧﺎ ﻣﺸﺎرﻳﻊ ﻣﺘﻤﻴﺰة ﻓﻲ ﻣﺨﺘﻠﻒ أﻧﺤﺎء اﻟﺴﻌﻮدﻳﺔ وﻣﺼﺮ. ﺳﻮاء ﻛﻨﺖ ﺗﺒﺤﺚ ﻋﻦ ﺗﺼﻤﻴﻢ ﻣﻄﺒﺦ ﻓﺎﺧﺮ أو ﺗﺄﺛﻴﺚ ﻏﺮف ﻋﺼﺮﻳﺔ  ﻧﺤﻦ ﻫﻨﺎ ﻟﻨﻘﺪم ﻟﻚ أﻓﻀﻞ اﻟﺤﻠﻮل اﻟﺘﻲ ﺗﻨﺎﺳﺐ اﺣﺘﻴﺎﺟﺎﺗﻚ وﺗﺘﺨﻄﻰ ﺗﻮﻗﻌﺎﺗﻚ",
  "Our company.. an ongoing success story!": "ﺷﺮﻛﺘﻨﺎ.. ﻗﺼﺔ ﻧﺠﺎح ﻣﺴﺘﻤﺮة!",
  "We have achieved great accomplishments during the previous years and expanded into new markets, which confirmed our leading position in the industry.": "ﺣﻘﻘﻨﺎ اﻧﺠﺎزات ﻛﺒﻴﺮة ﺧﻼل اﻟﺴﻨﻮات اﻟﺴﺎﺑﻘﺔ وﺗﻮﺳﻌﻨﺎ ﻓﻲ أﺳﻮاق ﺟﺪﻳﺪة ﻣﻤﺎ أﻛﺪ ﻋﻠﻰ ﻣﻜﺎﻧﺘﻨﺎ اﻟﺮاﺋﺪة ﻓﻲ اﻟﺼﻨﺎﻋﺔ.",
  "The Jewel of Hijaz because quality starts here": "ﺟﻮﻫﺮة اﻟﺤﺠﺎز  ﻷن اﻟﺠﻮدة  ﺗﺒﺪأ  ﻣﻦ  ﻫﻨﺎ",
  "At Jawharat Al Hijaz, our customers’ satisfaction is our top priority. Here is some of what our customers say about us:": "ﻓﻲ ﺟﻮﻫﺮة اﻟﺤﺠﺎز رﺿﺎ ﻋﻤﻼﺋﻨﺎ ﻫﻮ اﻷوﻟﻮﻳﺔ اﻷوﻟﻰ ﺑﺎﻟﻨﺴﺒﺔ ﻟﻨﺎ وإﻟﻴﻜﻢ ﺑﻌﺾ ﻣﻤﺎ ﻳﻘﻮﻟﻪ ﻋﻤﻼؤﻧﺎ ﻋﻨﺎ:",
  "One of the best companies I have dealt with. Excellent service and speed of implementation.": "ﻣﻦ أﻓﻀﻞ اﻟﺸﺮﻛﺎت اﻟﻠﻲ ﺗﻌﺎﻣﻠﺖ ﻣﻌﺎﻫﺎ. ﺧﺪﻣﺔ ﻣﻤﺘﺎزة وﺳﺮﻋﺔ ﻓﻲ اﻟﺘﻨﻔﻴﺬ.",
  "The products are really high quality and reasonable prices. The staff is very professional and cooperative.": "المنتجات فعلا ﺑﺠﻮدة ﻋﺎﻟﻴﺔ وأﺳﻌﺎر ﻣﻨﺎﺳﺒﺔ. ﻓﺮﻳﻖ اﻟﻌﻤﻞ ﻣﺤﺘﺮف وﻣﺘﻌﺎون ﺟﺪا.",
  "My experience with Jawharat Al Hijaz was wonderful from start to finish. Thank you.": "ﺗﺠﺮﺑﺘﻲ ﻣﻊ ﺟﻮﻫﺮة اﻟﺤﺠﺎز ﻛﺎﻧﺖ راﺋﻌﺔ ﻣﻦ اﻟﺒﺪاﻳﺔ ﻟﻠﻨﻬﺎﻳﺔ. ﺷﻜﺮا",
  "Why are we the best choice?": "ﻟﻤﺎذا ﻧﺤﻦ اﻻﺧﺘﻴﺎر اﻷﻣﺜﻞ؟",
  "Over ten years of experience in the beauty industry": "ﺧﺒﺮة ﺗﺘﺠﺎوز ﻋﺸﺮ ﺳﻨﻮات ﻓﻲ ﺻﻨﺎﻋﺔ اﻟﺠﻤﺎل",
  "A long track record of achievements in Saudi Arabia and Egypt": "ﺳﺠﻞ ﺣﺎﻓﻞ ﺑﺎﻹﻧﺠﺎزات ﻓﻲ اﻟﺴﻌﻮدﻳﺔ وﻣﺼﺮ",
  "A team of skilled craftsmen and creative designers.": "ﻓﺮﻳﻖ ﻣﻦ اﻟﺤﺮﻓﻴﻴﻦ اﻟﻤﻬﺮة واﻟﻤﺼﻤﻤﻴﻦ اﻟﻤﺒﺪﻋﻴﻦ",
  "Modern designs to suit all tastes": "ﺗﺼﺎﻣﻴﻢ ﻋﺼﺮﻳﺔ ﺗﺮﺿﻰ ﻛﻞ اﻷذواق",
  "Commitment to quality and accuracy in implementation": "اﻟﺘﺰام  ﺑﺎﻟﺠﻮدة واﻟﺪﻗﺔ ﻓﻲ اﻟﺘﻨﻔﻴﺬ",
  "I am very satisfied with the service. The team was very helpful and the process was smooth and quick.": "أنا راضٍ جدًا عن الخدمة. كان الفريق مفيدًا للغاية وكانت العملية سلسة وسريعة.",
  "All Rights Are Reserved": "جميع الحقوق محفوظة",
  "By": "بواسطة",
  "A team of craftsmen": "ﻓﺮﻳﻖ ﻣﻦ اﻟﺤﺮﻓﻴﻴﻦ",
  "Modern designs for all tastes, while adhering to the highest standards of quality and precision.": "ﺗﺼﺎﻣﻴﻢ ﻋﺼﺮﻳﺔ ﻟﻜﺎﻓﺔ اﻷذواق ﻣﻊ اﻻﻟﺘﺰام ﺑﺄﻋﻠﻰ ﻣﻌﺎﻳﻴﺮ اﻟﺠﻮدة واﻟﺪﻗﺔ.",
  "Contact Information": "معلومات التواصل",
  "Social": "السوشيال",
  "Customer Reviews": "أراء العملاء",
  "One of the best companies I have dealt with.": "من أفضل الشركات التي تعاملت معها.",
  "Excellent service and speed of implementation.": "خدمة ممتازة وسرعة في التنفيذ.",
  "The products are really high quality and reasonable prices.": "المنتجات عالية الجودة وبأسعار معقولة حقًا.",
  "The staff is very professional and cooperative.": "الموظفون محترفون ومتعاونون للغاية.",
  "My experience with Jawharat Al Hijaz was wonderful from start to finish.": "كانت تجربتي مع جوهرة الحجاز رائعة من البداية إلى النهاية.",
  "Thank you.": "شكرا لك.",
  "I am very satisfied with the service.": "أنا راضٍ جدًا عن الخدمة.",
  "The team was very helpful and the process was smooth and quick.": "كان الفريق مفيدًا للغاية وكانت العملية سلسة وسريعة.",
  "View All Kitchens": "عرض جميع المطابخ",
  "View All Dressing Rooms": "عرض جميع غرف الدريسينج",
  "Decorations": "الديكورات",
  "View All Decorations": "عرض جميع الديكورات",
  "Advertising and publicity":"الدعاية والاعلان",
  "From the heritage of the Kingdom of Saudi Arabia in the works of decoration in old houses and architectural art, the triangle shape and its formation were a large part of the heritage of Saudi Arabia and its old houses. We used the idea of the triangle to form the jewel and the letter Jim for the word Jewel and also the letter Ha for the word Hijaz after deleting the dot to give an impression of heritage and authenticity and preserving the Saudi identity and the meaning is permanent in our designs, which gives the impression that we care about the small details and preserve the Saudi identity":"من تراث المملكة العربية السعودية في اعمال الديكور في المنازل القديمة والفن المعماري كان للشكل المثلث وتشكيلة جزء كبير من تراث السعودية ومنازلها القديمةاستخدمنا فكرة المثلث لتشكيل الجوهرة وحرف الجيم لكلمة جوهرة وايضا حرف الحاء لكلمة حجاز بعد حذف النقطة ليعطي انطباع بالتراث والاصالة والحفاظ على الهوية السعودية والمعنى دائم في تصميماتنا مما يعطي انطباع اننا نهتم بالتفاصيل الصغيرة ونحافظ على الهوية السعودية",
  "Logo":"الشعار"
}